Repository: Abduolimov03/smart-finance-MVT
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ru

source: Nomi yoki manbai
ru: Название или источник

source: Summasi
ru: Сумма

source: To‘lov turi
ru: Тип оплаты

source: Naqt
ru: Наличные

source: Karta
ru: Карта

source: Dollar
ru: Доллар

source: Foydalanuvchi
ru: Пользователь

source: Nom
ru: Название

source: To‘lov usuli
ru: Способ оплаты

source: Yaratilgan sana
ru: Дата создания

source: Hisobingizda mablag‘ yetarli emas! (Balans: {balance:,} so‘m)
ru: Недостаточно средств на счету! (Баланс: {balance:,} сум)

source: Chiqim qo‘shildi!
ru: Расход добавлен!

source: Iltimos, barcha maydonlarni to‘ldiring!
ru: Пожалуйста, заполните все поля!

source: Sana formati noto‘g‘ri!
ru: Неверный формат даты!

source: Chiqim yangilandi!
ru: Расход обновлён!

source: Chiqim o‘chirildi!
ru: Расход удалён!

source: Sana
ru: Дата

source: Kirim qo‘shildi
ru: Доход добавлен

source: Kirim yangilandi
ru: Доход обновлён

source: Kirim o‘chirildi
ru: Доход удалён
